/* No comment provided by engineer. */
"Connecting...\n\nPlease accept this connection on your mobile device." = "Conectando...\n\nPor favor, acepte esta conexión en su dispositivo móvil.";

/* Header of the devices source list */
"Devices" = "Dispositivos";

/* No comment provided by engineer. */
"Failed to import document." = "Fallo al importar el documento.";

/* No comment provided by engineer. */
"Failed to transfer document." = "Fallo al transferir el documento.";

/* AppStore Link */
"http://store.mindnode.com/mindnodetouch/" = "http://store.mindnode.com/mindnodetouch/";

/* No comment provided by engineer. */
"MindNode touch is available on the App Store." = "MindNode touch está disponible en el App Store.";

/* No comment provided by engineer. */
"Successfully transfered." = "Transferencia correcta.";

/* No comment provided by engineer. */
"The connection was not accepted by the device." = "La conexión no ha sido aceptada por el dispositivo.";

/* No comment provided by engineer. */
"The document was successfully transferred to the device." = "El documento se ha transferido correctamente al dispositivo.";

/* No comment provided by engineer. */
"To share your documents, connect your Mac and your mobile device to the same WiFi network and access the sharing screen on your device." = "Para compartir sus documentos, conecte su Mac y su dispositivo móvil a la misma red inalámbrica y acceda en su dispositivo a la pantalla para compartir archivos.";

/* No comment provided by engineer. */
"Unable to connect to device." = "No se puede conectar con el dispositivo.";

